import { ServicesDataTypeGroup } from '@/types';

export const CONCRETE: ServicesDataTypeGroup = {
  id: 2,
  category: 'Бетонные работы',
  list: [
    {
      id: 1,
      title: 'Бетонные работы',
      services: [
        {
          id: 1,
          name: 'Устройство Бетонного основания (до 10 см.)',
          units: 'м3',
          price: '86 руб',
        },
        {
          id: 2,
          name: 'Устройство фундаментных монолитных плит, опалубка + арматурный каркас',
          units: 'м3',
          price: '140 руб',
        },
        {
          id: 3,
          name: 'Устройство бетонного монолитного фундамента, установка опалубки (под колонны до 3 м)',
          units: 'м3',
          price: '140 руб',
        },
        {
          id: 4,
          name: 'Ленточный фундамент из бетонных блоков, приготовление раствора, изготовление и демонтаж деревянной опалубки (для стен подвалов)',
          units: 'м3',
          price: '140 руб',
        },
        {
          id: 5,
          name: 'Устройство мелких железобетонных монолитных подушек и ростверков фундаментов с использованием вязкой арматуры, изготовление и демонтаж деревянной опалубки, приготовление бетона вручную',
          units: 'м3',
          price: '170 руб',
        },
        {
          id: 6,
          name: 'Устройство свайного фундамента 300 мм, установка каркаса из арматуры, подготовка и заливка бетона',
          units: 'м.п',
          price: '180 руб',
        },
        {
          id: 7,
          name: 'Бетонные перемычки с установкой опалубки',
          units: 'шт',
          price: '32 руб',
        },
        {
          id: 8,
          name: 'Заделка кирпичом некратных мест',
          units: 'м2',
          price: '46 руб',
        },
        {
          id: 9,
          name: 'Монтаж железобетонных сборных плит перекрытий',
          units: 'м2',
          price: '32 руб',
        },
        {
          id: 10,
          name: 'Кладка армированного цоколя из полнотелого кирпича под штукатурку, приготовление раствора',
          units: 'м3',
          price: '124 руб',
        },
        {
          id: 11,
          name: 'Укладка плит и блоков для ленточного фундамента (вес до 0.5 т)',
          units: 'шт',
          price: '16 руб',
        },
        {
          id: 12,
          name: 'Заливка выравнивающей стяжки для последующего монтажа рулонной гидроизоляции (толщ. до 3 см)',
          units: 'м2',
          price: '12 руб',
        },
        {
          id: 13,
          name: 'Устройство рулонной гидроизоляции стен (1 слой)',
          units: 'м2',
          price: '4 руб',
        },
        {
          id: 14,
          name: 'Устройство рулонной гидроизоляции стен (2 слоя)',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 15,
          name: 'Устройство вертикальной гидроизоляции фундамента при помощи битума с разогревом',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 16,
          name: 'Изоляция минераловатными изделиями криволинейных и плоских поверхностей',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 17,
          name: 'Засыпная гидроизоляция из керамзита',
          units: 'м3',
          price: '12 руб',
        },
        {
          id: 18,
          name: 'Монтаж лестничных ступеней (готовых)',
          units: 'шт',
          price: '30 руб',
        },
        {
          id: 19,
          name: 'Устройство бетонных ступеней (монолитных), установка опалубки, приготовление бетона, армирование',
          units: 'шт',
          price: '70 руб',
        },
        {
          id: 20,
          name: 'Изготовление чаши бассейна бетонированием толщ. 300 мм, монтаж и снятие опалубки, армирование',
          units: 'м3',
          price: '200 руб',
        },
        {
          id: 21,
          name: 'Монтаж дугообразной опалубки',
          units: 'м2',
          price: '18 руб',
        },
      ],
    },
  ],
};
