import { ServicesDataTypeGroup } from '@/types';

export const FACING: ServicesDataTypeGroup = {
  id: 5,
  category: 'Облицовочные работы',
  list: [
    {
      id: 1,
      title: 'Облицовочные работы',
      services: [
        {
          id: 1,
          name: 'Облицовка керамической плиткой',
          units: 'м2',
          price: '20 руб',
        },
        {
          id: 2,
          name: 'Облицовка керамической плиткой по диагонали',
          units: 'м2',
          price: '24 руб',
        },
        {
          id: 3,
          name: 'Облицовка керамической плиткой малых размеров',
          units: 'м2',
          price: '28 руб',
        },
        {
          id: 4,
          name: 'Облицовка половой плиткой',
          units: 'м2',
          price: '20 руб',
        },
        {
          id: 5,
          name: 'Облицовка половой плиткой со вставками',
          units: 'м2',
          price: '26 руб',
        },
        {
          id: 6,
          name: 'Облицовка половой плиткой по диагонали',
          units: 'м2',
          price: '26 руб',
        },
        {
          id: 7,
          name: 'Облицовка половой плиткой по диагонали со вставками',
          units: 'м2',
          price: '28 руб',
        },
        {
          id: 8,
          name: 'Облицовка ступеней (стандарт)',
          units: 'м.п',
          price: '14 руб',
        },
        {
          id: 9,
          name: 'Монтаж декоративного бордюра (фриз)',
          units: 'м.п',
          price: '7 руб',
        },
        {
          id: 10,
          name: 'Монтаж уголка(пластик)',
          units: 'м.п',
          price: '3 руб',
        },
        {
          id: 11,
          name: 'Монтаж декоративного металлического элемента',
          units: 'м.п',
          price: '4 руб',
        },
        {
          id: 12,
          name: 'Подрезка наружного угла 45 градусов',
          units: 'м.п',
          price: '20 руб',
        },
        {
          id: 13,
          name: 'Изготовление отверстий в плитке',
          units: 'шт',
          price: '8 руб',
        },
        {
          id: 14,
          name: 'Затирка швов (фуговка)',
          units: 'м2',
          price: '2 руб',
        },
        {
          id: 15,
          name: 'Затирка швов (разного цвета)',
          units: 'м2',
          price: '3 руб',
        },
        {
          id: 16,
          name: 'Облицовка керамогранитом',
          units: 'м2',
          price: '30 руб',
        },
        {
          id: 17,
          name: 'Облицовка клинкером',
          units: 'м2',
          price: '30 руб',
        },
        {
          id: 18,
          name: 'Облицовка искусственным камнем',
          units: 'м2',
          price: '40 руб',
        },
        {
          id: 19,
          name: 'Облицовка натуральным камнем',
          units: 'м2',
          price: '50 руб',
        },
        {
          id: 20,
          name: 'Облицовка керамической мозаикой',
          units: 'м2',
          price: '50 руб',
        },
        {
          id: 21,
          name: 'Облицовка стеклянной мозаикой',
          units: 'м2',
          price: '60 руб',
        },
        {
          id: 22,
          name: 'Изготовление и монтаж керамического плинтуса',
          units: 'м.п.',
          price: '10 руб',
        },
      ],
    },
  ],
};
