import { ServicesDataTypeGroup } from '@/types';

export const FLOORING: ServicesDataTypeGroup = {
  id: 8,
  category: 'Устройство полов',
  list: [
    {
      id: 1,
      title: 'Устройство полов',
      services: [
        {
          id: 1,
          name: 'Укладка паркета на подложку',
          units: 'м2',
          price: '16 руб',
        },
        {
          id: 2,
          name: 'Укладка паркетной доски',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 3,
          name: 'Укладка паркетной доски на клей (по прямой)',
          units: 'м2',
          price: '24 руб',
        },
        {
          id: 4,
          name: 'Укладка паркетной доски на клей (Диагональ)',
          units: 'м2',
          price: '26 руб',
        },
        {
          id: 5,
          name: 'Укладка паркетной доски (Елка)',
          units: 'м2',
          price: '33 руб',
        },
        {
          id: 6,
          name: 'Шлифовка паркета',
          price: 'договорная',
        },
        {
          id: 7,
          name: 'Циклевка паркета',
          price: 'договорная',
        },
        {
          id: 8,
          name: 'Лакировка паркета',
          price: 'договорная',
        },
        {
          id: 9,
          name: 'Шпаклевка паркета',
          price: 'договорная',
        },
        {
          id: 10,
          name: 'Тонировка паркета',
          price: 'договорная',
        },
        {
          id: 11,
          name: 'Нанесение масла на паркет',
          price: 'договорная',
        },
        {
          id: 12,
          name: 'Восстановление паркета',
          price: 'договорная',
        },
        {
          id: 13,
          name: 'Укладка линолеума',
          units: 'м2',
          price: '4 руб',
        },
        {
          id: 14,
          name: 'Укладка ковролина',
          units: 'м2',
          price: '4 руб',
        },
        {
          id: 15,
          name: 'Укладка ламината перпендикулярно стене',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 16,
          name: 'Укладка ламината по диагонали',
          units: 'м2',
          price: '10 руб',
        },
        {
          id: 17,
          name: 'Укладка ламината к стене',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 18,
          name: 'Укладка винила замок',
          units: 'м2',
          price: '9 руб',
        },
        {
          id: 19,
          name: 'Укладка винила клеевой',
          units: 'м2',
          price: '15 руб',
        },
        {
          id: 20,
          name: 'Укладка плитки LVT',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 21,
          name: 'Укладка плитки LVT на клей',
          units: 'м2',
          price: '12 руб',
        },
        {
          id: 22,
          name: 'Тёплый пол',
          units: 'м2',
          price: '10 руб',
        },
        {
          id: 23,
          name: 'Укладка пробкового покрытия',
          units: 'м2',
          price: '5 руб',
        },
        {
          id: 24,
          name: 'Монтаж ПВХ плинтуса',
          units: 'п.м',
          price: '3 руб',
        },
        {
          id: 25,
          name: 'Монтаж деревянного плинтуса',
          units: 'п.м',
          price: '9 руб',
        },
        {
          id: 26,
          name: 'Монтаж МДФ плинтуса',
          units: 'п.м',
          price: '9 руб',
        },
        {
          id: 27,
          name: 'Монтаж МДФ плинтуса полимер',
          units: 'п.м',
          price: '9 руб',
        },
        {
          id: 28,
          name: 'Монтаж порогов',
          units: 'шт',
          price: '10 руб',
        },
      ],
    },
  ],
};
