import { ServicesDataTypeGroup } from '@/types';

export const PLUMBING: ServicesDataTypeGroup = {
  id: 6,
  category: 'Сантехнические работы',
  list: [
    {
      id: 1,
      title: 'Сантехнические работы',
      services: [
        {
          id: 1,
          name: 'Монтаж сантехнической точки',
          units: 'шт',
          price: '16.5 у.е',
        },
        {
          id: 2,
          name: 'Монтаж точки полотенцесушителя',
          units: 'шт',
          price: '30 у.е',
        },
        {
          id: 3,
          name: 'Монтаж шарового смесителя',
          units: 'шт',
          price: '5 у.е',
        },
        {
          id: 4,
          name: 'Штрабление каналов (бетон)',
          units: 'м.п',
          price: '6.5 у.е',
        },
        {
          id: 5,
          name: 'Штрабление каналов (кирпич, силикат)',
          units: 'м.п',
          price: '5 у.е',
        },
        {
          id: 6,
          name: 'Установка шарового крана',
          units: 'шт',
          price: '5 у.е',
        },
        {
          id: 7,
          name: 'Установка радиатора отопления',
          units: 'шт',
          price: '5 у.е',
        },
        {
          id: 8,
          name: 'Установка ванны',
          units: 'шт',
          price: '13 у.е',
        },
        {
          id: 9,
          name: 'Установка душевой кабины',
          units: 'шт',
          price: '23 у.е',
        },
        {
          id: 10,
          name: 'Установка душевой кабины с гидромассажем',
          units: 'шт',
          price: '35 у.е',
        },
        {
          id: 11,
          name: 'Установка унитаза',
          units: 'шт',
          price: '6.5 у.е',
        },
        {
          id: 12,
          name: 'Установка инсталляции',
          units: 'шт',
          price: '16.5 у.е',
        },
        {
          id: 13,
          name: 'Установка раковины',
          units: 'шт',
          price: '6.5 у.е',
        },
        {
          id: 14,
          name: 'Установка раковины с мебелью',
          units: 'шт',
          price: '10 у.е',
        },
        {
          id: 15,
          name: 'Установка водонагревателя',
          units: 'шт',
          price: '5 у.е',
        },
        {
          id: 16,
          name: 'Установка смесителя',
          units: 'шт',
          price: '5 у.е',
        },
        {
          id: 17,
          name: 'Установка стиральной машины',
          units: 'шт',
          price: '6.5 у.е',
        },
        {
          id: 18,
          name: 'Установка посудомоечной машины',
          units: 'шт',
          price: '6.5 у.е',
        },
        {
          id: 19,
          name: 'Установка системы фильтрации воды',
          units: 'шт',
          price: '16.5 у.е',
        },
        {
          id: 20,
          name: 'Монтаж теплых водяных полов',
          units: 'м2',
          price: '2.5 у.е',
        },
      ],
    },
  ],
};
