import { ServicesDataTypeGroup } from '@/types';

export const ROOFING: ServicesDataTypeGroup = {
  id: 3,
  category: 'Кровельные работы',
  list: [
    {
      id: 1,
      title: 'Основные работы',
      services: [
        {
          id: 1,
          name: 'Гибкая черепица',
          units: 'м2',
          price: '10 руб',
        },
        {
          id: 2,
          name: 'Натуральная черепица',
          units: 'м2',
          price: '18 руб',
        },
        {
          id: 3,
          name: 'Керамическая черепица',
          units: 'м2',
          price: '20 руб',
        },
        {
          id: 4,
          name: 'Композитная черепица',
          units: 'м2',
          price: '18 руб',
        },
        {
          id: 5,
          name: 'Сланцевая кровля',
          units: 'м2',
          price: '30 руб',
        },
        {
          id: 6,
          name: 'Еврошифер (ондулин)',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 7,
          name: 'Медная кровля',
          units: 'м2',
          price: '18 руб',
        },
        {
          id: 8,
          name: 'Фальцевая кровля',
          units: 'м2',
          price: '25 руб',
        },
        {
          id: 9,
          name: 'Профлист',
          units: 'м2',
          price: '7 руб',
        },
        {
          id: 10,
          name: 'Шифер',
          units: 'м2',
          price: '8 руб',
        },
        {
          id: 11,
          name: 'Камыш',
          units: 'м2',
          price: '75 руб',
        },
        {
          id: 12,
          name: 'Наплавляемая кровля',
          units: 'м2',
          price: '5 руб',
        },
        {
          id: 13,
          name: 'Рулонная кровля (рубероид)',
          units: 'м2',
          price: '6 руб',
        },
        {
          id: 14,
          name: 'Монтаж мембранной кровли ТПО, ПВХ, ЭПДМ',
          units: 'м2',
          price: '5 руб',
        },
      ],
    },
    {
      id: 2,
      title: 'Сопутствующие работы',
      services: [
        {
          id: 1,
          name: 'Монтаж мауэрлата',
          units: 'м2',
          price: '10 руб',
        },
        {
          id: 2,
          name: 'Монтаж стропильной системы',
          units: 'м2',
          price: '12 руб',
        },
        {
          id: 3,
          name: 'Установка теплоизоляции',
          units: 'м2',
          price: '3 руб',
        },
        {
          id: 4,
          name: 'Монтаж контробрешетки',
          units: 'м2',
          price: '3 руб',
        },
        {
          id: 5,
          name: 'Монтаж гидро- и пароизоляции',
          units: 'м2',
          price: '3 руб',
        },
        {
          id: 6,
          name: 'Установка реечного вентпрогона',
          units: 'м2',
          price: '4 руб',
        },
        {
          id: 7,
          name: 'Монтаж сплошного настила из фанеры, OSB, ФСФ, ФК',
          units: 'м2',
          price: '4 руб',
        },
        {
          id: 8,
          name: 'Обшивка чернового потолка',
          units: 'м2',
          price: '4 руб',
        },
        {
          id: 9,
          name: 'Пропитка древесины огнебиозащитой',
          units: 'м2',
          price: '3 руб',
        },
        {
          id: 10,
          name: 'Монтаж мансардных окон в готовую черновую коробку',
          units: 'шт',
          price: '50 руб',
        },
        {
          id: 11,
          name: 'Установка мансардного окна с изготовлением и монтажом черновой коробки',
          units: 'м2',
          price: '40 руб',
        },
      ],
    },
  ],
};
