import { ServicesDataTypeGroup } from '@/types';

export const WIRING: ServicesDataTypeGroup = {
  id: 7,
  category: 'Электромонтажные работы',
  list: [
    {
      id: 1,
      title: 'Электромонтажные работы',
      services: [
        {
          id: 1,
          name: 'Устройство ниш под подрозетники (бетон)',
          units: 'шт',
          price: '4 у.е',
        },
        {
          id: 2,
          name: 'Устройство ниш под подрозетники (г/с, г/к)',
          units: 'шт',
          price: '2.5 у.е',
        },
        {
          id: 3,
          name: 'Устройство ниш под подрозетники (варочной поверхности)',
          units: 'шт',
          price: '10 у.е',
        },
        {
          id: 4,
          name: 'Установка подрозтников',
          units: 'шт',
          price: '2 у.е',
        },
        {
          id: 5,
          name: 'Устройства штрабы (шириной до 20мм)',
          units: 'м.п',
          price: '1.5 у.е',
        },
        {
          id: 6,
          name: 'Устройства штрабы (более 20мм)',
          units: 'м.п',
          price: '3 у.е',
        },
        {
          id: 7,
          name: 'Устройства штрабы (на потолке)',
          units: 'м.п',
          price: '3 у.е',
        },
        {
          id: 8,
          name: 'Укладка кабеля в штробах, по стенам, потолкам (до 10мм2)',
          units: 'м.п',
          price: '0.6 у.е',
        },
        {
          id: 9,
          name: 'Укладка кабеля в штробах, по стенам, потолкам (от 10мм2 до 25мм2)',
          units: 'м.п',
          price: '1 у.е',
        },
        {
          id: 10,
          name: 'Укладка пнд, пвх трубы, металлорукава (диам. до 32мм)',
          units: 'м.п',
          price: '0.6 у.е',
        },
        {
          id: 11,
          name: 'Укладка пнд, пвх трубы, металлорукава (диам. более 32мм)',
          units: 'м.п',
          price: '1 у.е',
        },
        {
          id: 12,
          name: 'Установка коробок и расрайка коробок',
          units: 'шт',
          price: '8 у.е',
        },
        {
          id: 13,
          name: 'Укладка кабелей канала',
          units: 'м.п',
          price: '1 у.е',
        },
        {
          id: 14,
          name: 'Отверстие диаметром (20мм)',
          units: 'шт',
          price: '1 у.е',
        },
        {
          id: 15,
          name: 'Ниша под щиток на 24 модуля г/с',
          units: 'шт',
          price: '25 у.е',
        },
        {
          id: 16,
          name: 'Установка щитка',
          units: 'шт',
          price: '10 у.е',
        },
        {
          id: 17,
          name: 'Установка автомата (3р)',
          units: 'шт',
          price: '6 у.е',
        },
        {
          id: 18,
          name: 'Установка автомата (2р)',
          units: '2 шт',
          price: '5 у.е',
        },
      ],
    },
  ],
};
