export const AUTHOR = 'KohnoA';
export const COPYRIGHT = 'Vilkor';
export const KEYWORDS =
  'Сосновая кора Минск, Сосновая кора Беларусь, Купить сосновую кору Минск, Купить сосновую кору Брест, Купить сосновую кору Пинск, Купить сосновую кору Могилёв, Купить сосновую кору Гомель, Купить сосновую кору Гродно, Купить сосновую кору Витебск, Купить сосновую кору Минская область, Купить сосновую кору Вилейка, Купить сосновую кору Минский район, Купить сосновую кору, Сосновая кора, Мульча, Шишки, Солома, Смесь для голубики, Опилки, Щепа, Демонтаж стен, Демонтаж пола, Демонтаж фундамента, Демонтаж заборов, Туя купить, Можжевельник купить, Хвойные растения купить, Декоративные кустарники купить, Декоративные деревья купить, Хосты купить, Сирень, Купить декоративные растения, Туя, Можжевельник, Хвойные растения, Декоративные кустарники, Декоративные деревья, Хосты, Сирень, Купить торф, Демонтаж кирпичных стен, Демонтаж деревянных стен, Очистка старой краски со стен, Очистка масляной краски со стен, Демонтаж слоя старых обоев со стен, Демонтаж старой штукатурки, Демонтаж маяков, Снятие побелки, Снятие шпаклевки со стен, Строительные работы, Ландшафтные работы';
export const ROBOTS =
  'index, follow, max-image-preview:large, max-snippet:-1, max-video-preview:-1';
export const DESCRIPTION =
  'Сосновая кора для мульчирования и ландшафтного декора. Низкая цена на кору сосны и выгодная доставка по Минску и всей Беларуси.';
