import { AccordionContentType } from '@/types';

export const SERVICES_LANDSCAPE: AccordionContentType = [
  {
    id: 1,
    title: 'Обслуживание газона',
    list: [
      {
        id: 1,
        name: 'Стрижка газона газонокосилкой',
        explanation: 'от 20 руб./100 м2',
      },
      {
        id: 2,
        name: 'Стрижка газона триммером',
        explanation: 'от 15 руб./100 м2',
      },
      {
        id: 3,
        name: 'Восстановление газона',
        explanation: 'от 3 руб./м2',
      },
      {
        id: 4,
        name: 'Аэрация газона',
        explanation: '15 руб./100 м2',
      },
      {
        id: 5,
        name: 'Скарификация/вертикуляция газона',
        explanation: '30 руб./100 м2',
      },
      {
        id: 6,
        name: 'Внесение удобрений',
        explanation: 'от 15 руб./10 м2',
      },
      {
        id: 7,
        name: 'Химическая прополка газона, с учетом материалов',
        explanation: 'от 25 руб./100 м2',
      },
    ],
  },
  {
    id: 2,
    title: 'Расчистка территории участка',
    list: [
      {
        id: 1,
        name: 'Удаление деревьев',
        explanation: 'от 10 руб./шт.',
      },
      {
        id: 2,
        name: 'Демонтаж строений',
        explanation: 'от 100 руб./шт.',
      },
      {
        id: 3,
        name: 'Уборка мусора',
        explanation: 'от 50 руб./100 м2',
      },
      {
        id: 4,
        name: 'Выкорчевка пней',
        explanation: 'от 15 руб./шт.',
      },
      {
        id: 5,
        name: 'Покос травы и удаление бурьяна',
        explanation: 'от 10 руб./100 м2',
      },
      {
        id: 6,
        name: 'Вспашка участка культиватором',
        explanation: 'от 50 руб./100 м2',
      },
    ],
  },
  {
    id: 3,
    title: 'Озеленение',
    list: [
      {
        id: 1,
        name: 'Посадка деревьев',
        explanation: 'от 10 руб./шт',
      },
      {
        id: 2,
        name: 'Посадка крупномеров',
        explanation: 'от 50 руб./шт',
      },
      {
        id: 3,
        name: 'Посадка кустарников',
        explanation: 'от 5 руб./шт',
      },
      {
        id: 4,
        name: 'Устройство газона под ключ',
        explanation: 'от 6 руб./м2',
      },
      {
        id: 5,
        name: 'Создание клумб',
        explanation: 'договорная',
      },
      {
        id: 6,
        name: 'Создание рокариев и альпийских горок',
        explanation: 'от 75 руб./м2',
      },
      {
        id: 7,
        name: 'Посадка живой изгороди',
        explanation: 'от 20 руб./м.пог.',
      },
      {
        id: 8,
        name: 'Посадка розария',
        explanation: 'от 30 руб./м2',
      },
    ],
  },
  {
    id: 4,
    title: 'Благоустройство',
    list: [
      {
        id: 1,
        name: 'Монтаж ливневой канализации',
        explanation: 'от 10 руб./пог.м.',
      },
      {
        id: 2,
        name: 'Монтаж дождеприемника',
        explanation: 'от 20 руб./шт.',
      },
      {
        id: 3,
        name: 'Устройство дренажной системы',
        explanation: 'от 10 руб./м.пог.',
      },
      {
        id: 4,
        name: 'Укладка тротуарной плитки',
        explanation: 'от 20 руб./м2',
      },
      {
        id: 5,
        name: 'Установка борта бетонного',
        explanation: 'от 10 руб./шт',
      },
      {
        id: 6,
        name: 'Установка борта пластикового',
        explanation: 'от 3 руб./пог.м.',
      },
      {
        id: 7,
        name: 'Прокладка кабеля под ландшафтное освещение',
        explanation: 'от 5 руб./пог.м.',
      },
      {
        id: 8,
        name: 'Монтаж системы автоматического полива',
        explanation: 'от 250 руб./100м2',
      },
      {
        id: 9,
        name: 'Устройство декоративных водоемов, водоподов, ручьев',
        explanation: 'договорная',
      },
    ],
  },
];

export const SERVICES_DISMANTLING: AccordionContentType = [
  {
    id: 1,
    title: 'Демонтаж стен',
    list: [
      {
        id: 1,
        name: 'Демонтаж кирпичных стен (перегородок), толщина (1/4 кирпича)',
        explanation: 'м2 от 5 руб.',
      },
      {
        id: 2,
        name: 'Демонтаж кирпичных стен (перегородок), толщина (1/2 кирпича)',
        explanation: 'м2 от 5 руб.',
      },
      {
        id: 3,
        name: 'Демонтаж кирпичных стен (перегородок), толщина 1 кирпич',
        explanation: 'м2 от 5 руб.',
      },
      {
        id: 4,
        name: 'Демонтаж кирпичных стен (перегородок), толщина 1,5 кирпича',
        explanation: 'м2 от 6 руб.',
      },
      {
        id: 5,
        name: 'Демонтаж кирпичных стен (перегородок), толщина 2 кирпича',
        explanation: 'м2 от 8 руб.',
      },
      {
        id: 6,
        name: 'Демонтаж стен (перегородок) из ГКЛ (гибсокартона) с сохранением металлокаркаса',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 7,
        name: 'Демонтаж стен (перегородок) из ГКЛ (гибсокартона) без сохранением металлокаркаса',
        explanation: 'м2 от 6 руб.',
      },
      {
        id: 8,
        name: 'Демонтаж деревянных стен (перегородок) до 100мм',
        explanation: 'м2 от 2 руб.',
      },
      {
        id: 9,
        name: 'Демонтаж стен (перегородок) из газобетонного блока, гипсовых плит',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 10,
        name: 'Демонтаж стен (перегородок) из пеноблока, керамзитобетонных стен',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 11,
        name: 'Демонтаж стен (перегородок) из ГСБ (газосиликатный блок) до 125мм',
        explanation: 'м2 от 5 руб.',
      },
      {
        id: 12,
        name: 'Демонтаж стен (перегородок) из ГСБ (газосиликатный блок) от 125мм',
        explanation: 'м2 от 6 руб.',
      },
      {
        id: 13,
        name: 'Демонтаж перегородок из монолита',
        explanation: 'м2 от 10 руб.',
      },
      {
        id: 14,
        name: 'Демонтаж бетонных, ж/б стен (перегородок) 5-8 см',
        explanation: 'м2 от 10 руб.',
      },
      {
        id: 15,
        name: 'Демонтаж бетонных, ж/б стен (перегородок) 8-12 см',
        explanation: 'м2 от 10 руб.',
      },
      {
        id: 16,
        name: 'Демонтаж бетонных, ж/б стен (перегородок) от 12см',
        explanation: 'м2 от 15 руб.',
      },
      {
        id: 17,
        name: 'Демонтаж стен (перегородок) из ДРАНКИ',
        explanation: 'м2 от 1 руб.',
      },
      {
        id: 18,
        name: 'Демонтаж панелей ПВХ, вагонки (с каркасом) стены, потолок',
        explanation: 'м2 от 5 руб.',
      },
      {
        id: 19,
        name: 'Прорезание проёма в бетонной стене и кирпичной кладке (под дверь)',
        explanation: 'шт. от 38 руб.',
      },
      {
        id: 20,
        name: 'Очистка старой краски со стен',
        explanation: 'м2 от 5 руб.',
      },
      {
        id: 21,
        name: 'Очистка масляной краски со стен',
        explanation: 'м2 от 5 руб.',
      },
      {
        id: 22,
        name: 'Демонтаж слоя старых обоев со стен',
        explanation: 'м2 от 1 руб.',
      },
      {
        id: 23,
        name: 'Очистка стен от «жидких» обоев',
        explanation: 'м2 от 1.5 руб.',
      },
      {
        id: 24,
        name: 'Демонтаж плитки на стенах (без сохранения)',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 25,
        name: 'Демонтаж балконного блока',
        explanation: 'м2 от 10 руб.',
      },
      {
        id: 26,
        name: 'Демонтаж подоконной части стены из ПГП, пенобетона',
        explanation: 'м2 от 25 руб.',
      },
      {
        id: 27,
        name: 'Демонтаж подоконной части стены из кирпича',
        explanation: 'м2 от 50 руб.',
      },
      {
        id: 28,
        name: 'Демонтаж подоконной части стены из бетона, ж/б',
        explanation: 'м2 от 50 руб.',
      },
      {
        id: 29,
        name: 'Демонтаж старой штукатурки',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 30,
        name: 'Демонтаж маяков',
        explanation: 'м2 от 1 руб.',
      },
      {
        id: 31,
        name: 'Снятие побелки',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 32,
        name: 'Снятие шпаклевки со стен',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 33,
        name: 'Демонтаж стены санузла (Место)',
        explanation: 'м2 от 4 руб.',
      },
      {
        id: 34,
        name: 'Уборка и фасовка строительного мусора',
        explanation: 'мешок от 50 коп.',
      },
    ],
  },
  {
    id: 2,
    title: 'Демонтаж пола',
    list: [
      {
        id: 1,
        name: 'Демонтаж пола',
        explanation: 'м2 от 8 руб.',
      },
      {
        id: 2,
        name: 'Демонтаж бетонной стяжки до 5см (армированный)',
        explanation: 'м2 от 12 руб.',
      },
      {
        id: 3,
        name: 'Демонтаж бетонной стяжки от 5 до 7 см.',
        explanation: 'м2 от 14 руб.',
      },
      {
        id: 4,
        name: 'Демонтаж бетонной стяжки от 7 до 15 см.',
        explanation: 'м2 от 12 руб.',
      },
      {
        id: 5,
        name: 'Снятие цементной стяжки пола до 5 см.',
        explanation: 'м2 от 11 руб.',
      },
      {
        id: 6,
        name: 'Снятие цементной стяжки пола от 5см и выше',
        explanation: 'м2 от 12 руб.',
      },
      {
        id: 7,
        name: 'Демонтаж наливного пола',
        explanation: 'м2 от 12 руб.',
      },
      {
        id: 8,
        name: 'Демонтаж асфальта',
        explanation: 'м2 от 10 руб.',
      },
      {
        id: 9,
        name: 'Разборка деревянного пола на лагах(из доски) ',
        explanation: 'м2 от 12 руб.',
      },
      {
        id: 10,
        name: 'Разборка полов из щитового паркета(с лагами)  ',
        explanation: 'м2 от 12 руб.',
      },
    ],
  },
  {
    id: 3,
    title: 'Демонтаж фундамента',
    list: [
      {
        id: 1,
        name: 'Железобетонный фундамент (марка бетона до М250)',
        explanation: 'м3 от 60 руб.',
      },
      {
        id: 2,
        name: 'Железобетонный фундамент (марка бетона выше М250)',
        explanation: 'м3 от 65 руб.',
      },
      {
        id: 3,
        name: 'Демонтаж бутового фундамента',
        explanation: 'м3 от 50 руб.',
      },
      {
        id: 4,
        name: 'Демонтаж кирпичного фундамента',
        explanation: 'м3 от 35 руб.',
      },
      {
        id: 5,
        name: 'Демонтаж блочного (ФБС) фундамента',
        explanation: 'м3 от 50 руб.',
      },
    ],
  },
  {
    id: 4,
    title: 'Демонтаж заборов',
    list: [
      {
        id: 1,
        name: 'Забор из профнастила',
        explanation: 'м.п. от 6 руб.',
      },
      {
        id: 2,
        name: 'Деревянный штакетник',
        explanation: 'м.п. от 7 руб.',
      },
      {
        id: 3,
        name: 'Евроштакетник',
        explanation: 'м.п. от 9 руб.',
      },
      {
        id: 4,
        name: 'Железобетонный забор',
        explanation: 'договорная',
      },
      {
        id: 5,
        name: 'Забор из сетки-рабица',
        explanation: 'м.п. от 3 руб.',
      },
      {
        id: 6,
        name: 'Кирпичный забор',
        explanation: 'м2 от 11 руб.',
      },
      {
        id: 7,
        name: 'Металлический забор',
        explanation: 'м.п. от 9 руб.',
      },
      {
        id: 8,
        name: 'Ворота с забивными столбами',
        explanation: 'шт. от 25 руб.',
      },
      {
        id: 9,
        name: 'Калитка с забивными столбами',
        explanation: 'шт. от 13 руб.',
      },
      {
        id: 10,
        name: 'Ворота с бетонированными столбами',
        explanation: 'шт. от 50 руб.',
      },
      {
        id: 11,
        name: 'Калитка с бетонированными столбами',
        explanation: 'шт. от 31 руб.',
      },
    ],
  },
];
