import { IServicesGroup } from '@/types';

export const SERVICES: IServicesGroup[] = [
  {
    title: 'Кузовной цех',
    services: [
      {
        service: 'Замена масла и масляного фильтра',
        price: '500 руб.',
      },
      {
        service: 'Проверка масла в АКПП, при необходимости доливка',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровня тормозной жидкости',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня рабочей жидкости ГУР',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня электролита АКБ',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровна масла в коробке переключения передач МКПП',
        price: '100 руб.',
      },
    ],
  },
  {
    title: 'Кузовной цех',
    services: [
      {
        service: 'Замена масла и масляного фильтра',
        price: '500 руб.',
      },
      {
        service: 'Проверка масла в АКПП, при необходимости доливка',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровня тормозной жидкости',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня рабочей жидкости ГУР',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня электролита АКБ',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровна масла в коробке переключения передач МКПП',
        price: '100 руб.',
      },
    ],
  },
  {
    title: 'Кузовной цех',
    services: [
      {
        service: 'Замена масла и масляного фильтра',
        price: '500 руб.',
      },
      {
        service: 'Проверка масла в АКПП, при необходимости доливка',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровня тормозной жидкости',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня рабочей жидкости ГУР',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня электролита АКБ',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровна масла в коробке переключения передач МКПП',
        price: '100 руб.',
      },
    ],
  },
  {
    title: 'Кузовной цех',
    services: [
      {
        service: 'Замена масла и масляного фильтра',
        price: '500 руб.',
      },
      {
        service: 'Проверка масла в АКПП, при необходимости доливка',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровня тормозной жидкости',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня рабочей жидкости ГУР',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня электролита АКБ',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровна масла в коробке переключения передач МКПП',
        price: '100 руб.',
      },
    ],
  },
  {
    title: 'Кузовной цех',
    services: [
      {
        service: 'Замена масла и масляного фильтра',
        price: '500 руб.',
      },
      {
        service: 'Проверка масла в АКПП, при необходимости доливка',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровня тормозной жидкости',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня рабочей жидкости ГУР',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня электролита АКБ',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровна масла в коробке переключения передач МКПП',
        price: '100 руб.',
      },
    ],
  },
  {
    title: 'Кузовной цех',
    services: [
      {
        service: 'Замена масла и масляного фильтра',
        price: '500 руб.',
      },
      {
        service: 'Проверка масла в АКПП, при необходимости доливка',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровня тормозной жидкости',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня рабочей жидкости ГУР',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня электролита АКБ',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровна масла в коробке переключения передач МКПП',
        price: '100 руб.',
      },
    ],
  },
  {
    title: 'Кузовной цех',
    services: [
      {
        service: 'Замена масла и масляного фильтра',
        price: '500 руб.',
      },
      {
        service: 'Проверка масла в АКПП, при необходимости доливка',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровня тормозной жидкости',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня рабочей жидкости ГУР',
        price: '20 руб.',
      },
      {
        service: 'Проверка уровня электролита АКБ',
        price: '100 руб.',
      },
      {
        service: 'Проверка уровна масла в коробке переключения передач МКПП',
        price: '100 руб.',
      },
    ],
  },
];
