import { AccordionContentType } from '@/types';

export const SERVICES: AccordionContentType = [
  {
    id: 1,
    title: 'Обслуживание газона',
    list: [
      {
        id: 1,
        name: 'Стрижка газона газонокосилкой',
        explanation: 'от 20 руб./100 м2',
      },
      {
        id: 2,
        name: 'Стрижка газона триммером',
        explanation: 'от 15 руб./100 м2',
      },
      {
        id: 3,
        name: 'Восстановление газона',
        explanation: 'от 3 руб./м2',
      },
      {
        id: 4,
        name: 'Аэрация газона',
        explanation: '15 руб./100 м2',
      },
      {
        id: 5,
        name: 'Скарификация/вертикуляция газона',
        explanation: '30 руб./100 м2',
      },
      {
        id: 6,
        name: 'Внесение удобрений',
        explanation: 'от 15 руб./10 м2',
      },
      {
        id: 7,
        name: 'Химическая прополка газона, с учетом материалов',
        explanation: 'от 25 руб./100 м2',
      },
    ],
  },
  {
    id: 2,
    title: 'Расчистка территории участка',
    list: [
      {
        id: 1,
        name: 'Удаление деревьев',
        explanation: 'от 10 руб./шт.',
      },
      {
        id: 2,
        name: 'Демонтаж строений',
        explanation: 'от 100 руб./шт.',
      },
      {
        id: 3,
        name: 'Уборка мусора',
        explanation: 'от 50 руб./100 м2',
      },
      {
        id: 4,
        name: 'Выкорчевка пней',
        explanation: 'от 15 руб./шт.',
      },
      {
        id: 5,
        name: 'Покос травы и удаление бурьяна',
        explanation: 'от 10 руб./100 м2',
      },
      {
        id: 6,
        name: 'Вспашка участка культиватором',
        explanation: 'от 50 руб./100 м2',
      },
    ],
  },
  {
    id: 3,
    title: 'Озеленение',
    list: [
      {
        id: 1,
        name: 'Посадка деревьев',
        explanation: 'от 10 руб./шт',
      },
      {
        id: 2,
        name: 'Посадка крупномеров',
        explanation: 'от 50 руб./шт',
      },
      {
        id: 3,
        name: 'Посадка кустарников',
        explanation: 'от 5 руб./шт',
      },
      {
        id: 4,
        name: 'Устройство газона под ключ',
        explanation: 'от 6 руб./м2',
      },
      {
        id: 5,
        name: 'Создание клумб',
        explanation: 'договорная',
      },
      {
        id: 6,
        name: 'Создание рокариев и альпийских горок',
        explanation: 'от 75 руб./м2',
      },
      {
        id: 7,
        name: 'Посадка живой изгороди',
        explanation: 'от 20 руб./м.пог.',
      },
      {
        id: 8,
        name: 'Посадка розария',
        explanation: 'от 30 руб./м2',
      },
    ],
  },
  {
    id: 4,
    title: 'Благоустройство',
    list: [
      {
        id: 1,
        name: 'Монтаж ливневой канализации',
        explanation: 'от 10 руб./пог.м.',
      },
      {
        id: 2,
        name: 'Монтаж дождеприемника',
        explanation: 'от 20 руб./шт.',
      },
      {
        id: 3,
        name: 'Устройство дренажной системы',
        explanation: 'от 10 руб./м.пог.',
      },
      {
        id: 4,
        name: 'Укладка тротуарной плитки',
        explanation: 'от 20 руб./м2',
      },
      {
        id: 5,
        name: 'Установка борта бетонного',
        explanation: 'от 10 руб./шт',
      },
      {
        id: 6,
        name: 'Установка борта пластикового',
        explanation: 'от 3 руб./пог.м.',
      },
      {
        id: 7,
        name: 'Прокладка кабеля под ландшафтное освещение',
        explanation: 'от 5 руб./пог.м.',
      },
      {
        id: 8,
        name: 'Монтаж системы автоматического полива',
        explanation: 'от 250 руб./100м2',
      },
      {
        id: 9,
        name: 'Устройство декоративных водоемов, водоподов, ручьев',
        explanation: 'договорная',
      },
    ],
  },
];
